data_dict = {
    "জমির দাগ": [
        "১. জমির মালিকানা সূত্র কি কি ভাবে হতে পারে / কী কী ভাবে জমির মালিকানা পাওয়া যায় বা পরিবর্তন হয়", 
        "২. ভোগদখলকৃত কৃষি জমিতে আপত্তি দিয়ে বিবাদ সৃষ্টি করার চেষ্টা",
        "৩. অনলাইনে আমার নামে কতটুকু জমি আছে আমি কি দেখতে পারবো সে ক্ষেত্রে আমার কি কি করতে হবে",
        "৪. কতটুকু জমি আছে সেটা অনলাইনে কিভাবে জানতে পারবো",
        "৫. নিজের নামে কোথায় কত দাগে সম্পত্তি রয়েছে কিভাবে অনলাইনে দেখার কোন উপায় আছে কি"
        ],
    "দাগ": [
        "১. জমির মালিকানা সূত্র কি কি ভাবে হতে পারে / কী কী ভাবে জমির মালিকানা পাওয়া যায় বা পরিবর্তন হয়", 
        "২. ভোগদখলকৃত কৃষি জমিতে আপত্তি দিয়ে বিবাদ সৃষ্টি করার চেষ্টা",
        "৩. অনলাইনে আমার নামে কতটুকু জমি আছে আমি কি দেখতে পারবো সে ক্ষেত্রে আমার কি কি করতে হবে",
        "৪. কতটুকু জমি আছে সেটা অনলাইনে কিভাবে জানতে পারবো",
        "৫. নিজের নামে কোথায় কত দাগে সম্পত্তি রয়েছে কিভাবে অনলাইনে দেখার কোন উপায় আছে কি"
        ],
    "জমি অনলাইনে": [
        "১. জমির মালিকানা সূত্র কি কি ভাবে হতে পারে / কী কী ভাবে জমির মালিকানা পাওয়া যায় বা পরিবর্তন হয়", 
        "২. ভোগদখলকৃত কৃষি জমিতে আপত্তি দিয়ে বিবাদ সৃষ্টি করার চেষ্টা",
        "৩. অনলাইনে আমার নামে কতটুকু জমি আছে আমি কি দেখতে পারবো সে ক্ষেত্রে আমার কি কি করতে হবে",
        "৪. কতটুকু জমি আছে সেটা অনলাইনে কিভাবে জানতে পারবো",
        "৫. নিজের নামে কোথায় কত দাগে সম্পত্তি রয়েছে কিভাবে অনলাইনে দেখার কোন উপায় আছে কি"
        ],
    "অনলাইন":[
        "১. অনলাইনে কি জমির শতভাগ তালাশি সংগ্রহ করা যায় যেমন আমার বাবার সর্বমোট সম্পত্তি কত কাঠা ও কোন কোন দাগে এই সম্পত্তি আছে এই সম্পর্কে কিছুই জানিনা ইহাতে সঠিক ভাবে একসাথে সব সম্পত্তির খাজনা/ভূমি উন্নয়ন কর দিতেও পারতেছিনা অনুগ্রহ করে আমাকে পরামর্শ দিয়ে কেউ একটু সহযোগিতা করবেন প্লিজ",
        "২. নিজের নামে কোথায় কত দাগে সম্পত্তি রয়েছে কিভাবে অনলাইনে দেখার কোন উপায় আছে কি",
        "৩. অনলাইনে আমার নামে কতটুকু জমি আছে আমি কি দেখতে পারবো সে ক্ষেত্রে আমার কি কি করতে হবে",
    ]

    # Add more data as needed
}